const scheduleData = {
  "김태완": [
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    }
  ],
  "김민지": [
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    }
  ],
  "조영욱": [
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "홍지선": [
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "이상직": [
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    }
  ],
  "박범직": [
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    }
  ],
  "고혜미": [
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    }
  ],
  "조수진": [
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "최유빈": [
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    }
  ],
  "서지연": [
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "정광윤": [
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "김채민": [
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    }
  ],
  "이태우": [
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "김예승": [
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "이영재": [
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "김우현": [
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "유진영": [
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "윤지수": [
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "오슬빈": [
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "김혜란": [
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    }
  ],
  "신예원": [
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    }
  ],
  "김인경": [
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "1학년",
      "class": "1-3",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "1학년",
      "class": "1-2",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "1학년",
      "class": "1-1",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "연서우": [
    {
      "grade": "1학년",
      "class": "1-7",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "1학년",
      "class": "1-6",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    }
  ],
  "박상희": [
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "1학년",
      "class": "1-8",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "박현경": [
    {
      "grade": "1학년",
      "class": "1-4",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "서정은": [
    {
      "grade": "1학년",
      "class": "1-9",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "김현지": [
    {
      "grade": "1학년",
      "class": "1-5",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    }
  ],
  "황세은": [
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    }
  ],
  "윤현정": [
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    }
  ],
  "구다희": [
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    }
  ],
  "유하경": [
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "최민호": [
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    }
  ],
  "심지혜": [
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    }
  ],
  "남수정": [
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "신예서": [
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "최태석": [
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    }
  ],
  "오용준": [
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    }
  ],
  "황수연": [
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "김보영": [
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "2학년",
      "class": "2-5",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "정한별": [
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "김금나": [
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    }
  ],
  "고윤": [
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "조다은": [
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    }
  ],
  "강지훈": [
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    }
  ],
  "김형욱": [
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "2학년",
      "class": "2-4",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "2학년",
      "class": "2-1",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "16:37~17:10",
      "period": "담임(33분)"
    }
  ],
  "이주현": [
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    }
  ],
  "박소담": [
    {
      "grade": "2학년",
      "class": "2-6",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "2학년",
      "class": "2-3",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    }
  ],
  "김미현": [
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "2학년",
      "class": "2-7",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "임수진": [
    {
      "grade": "2학년",
      "class": "2-2",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    }
  ],
  "김소연": [
    {
      "grade": "2학년",
      "class": "2-8",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:15 (40분) 탐구 제2선택 16:30~17:10 (40분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    }
  ],
  "김정민": [
    {
      "grade": "3학년",
      "class": "3-9",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "08:30~09:30",
      "period": "1교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    }
  ],
  "변은진": [
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-2",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-5",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-7",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    }
  ],
  "오미영": [
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    },
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "배재열": [
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "국어영역시험 08:40~10:00 (80분)",
      "time": "09:30~10:00",
      "period": "2교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-11",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:10~10:30",
      "period": "2교시(20분)"
    },
    {
      "grade": "3학년",
      "class": "3-3",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-6",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "3학년",
      "class": "3-4",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "14:40~15:35",
      "period": "6교시(55분)"
    }
  ],
  "박진영": [
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    },
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "11:30~12:00",
      "period": "4교시(30분)"
    },
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:00~13:35 영어듣기방송 13:07~13:35",
      "period": "4교시(35분)"
    },
    {
      "grade": "3학년",
      "class": "3-1",
      "exam": "영어영역시험 13:10~14:20 (70분)",
      "time": "13:35~14:20",
      "period": "5교시(45분)"
    },
    {
      "grade": "3학년",
      "class": "3-8",
      "exam": "한국사시험 14:50~15:20 (30분) 탐구 제1선택 15:35~16:05 (30분) 탐구 제2선택 16:07~16:37 (30분)",
      "time": "15:35~16:37",
      "period": "7교시(62분)"
    }
  ],
  "이지원": [
    {
      "grade": "3학년",
      "class": "3-10",
      "exam": "수학영역시험 10:20~12:00 (100분)",
      "time": "10:30~11:30",
      "period": "3교시(60분)"
    }
  ]
};